{
  "Oop, I had an internal error. Rerun the command": {
    "german": "Hoppla, Ein interner Fehler ist aufgetreten :( Bitte versuche es erneut.",
    "spanish": "Vaya, tuve un error interno. Vuelva a ejecutar el comando",
    "french": "Oups, j'ai eu une erreur interne. Relancez la commande",
    "dutch": "Oeps, ik had een interne fout. Voer de opdracht opnieuw uit",
    "italian": "Oop, ho avuto un errore interno. Eseguire nuovamente il comando.",
    "croatian": "Up, imao sam internu grešku. Ponovno pokrenite naredbu",
    "portuguese": "Ops, tive um erro interno. Execute novamente o comando",
    "russian": "Ой, у меня была внутренняя ошибка. Повторите команду",
    "swedish": "Oj, jag hade ett internt fel. Kör kommandot igen",
    "czech": "Jejda, došlo k interní chybě. Spusťte příkaz znovu"
  },
  "`/{command}/` is disabled.": {
    "german": "`/{command}/` is deaktivert.",
    "spanish": "`/{command}/` está deshabilitado.",
    "french": "`/{command}/` est désactivé.",
    "dutch": "`/{command}/` is uitgeschakeld.",
    "italian": "`/{command}/` è disabilitato.",
    "croatian": "`/{command}/` je onemogućena.",
    "portuguese": "`/{command}/` está desabilitado.",
    "russian": "`/{command}/` отключена.",
    "swedish": "`/{command}/` är inaktiverat.",
    "czech": "`/{command}/` je deaktivovaný."
  },
  "You can't include a `\"` in that argument": {
    "german": "Du kannst kein `\"` in diesem Argument verwenden.",
    "spanish": "No puedes incluir un `\"` en ese argumento",
    "french": "vous ne pouvez pas inclure un `\"` dans cet argument",
    "dutch": "U kunt geen `\"` in dat argument opnemen",
    "italian": "Non puoi includere un `\"` in quell'argomento",
    "croatian": "Ne možete uključiti `\"` u taj argument",
    "portuguese": "Você não pode incluir um `\"` nesse argumento",
    "russian": "Вы не можете включать `\"` в этот аргумент",
    "swedish": "Du kan inte inkludera ett `\"` i det argumentet",
    "czech": "Do tohoto argumentu nemůžete vložit `\"`"
  },
  "Error saving changes because to a duplicate entry, it's likely you ran the command twice at once": {
    "german": "Änderungen konnten nicht gespeichert werden, da es einen doppelten Eintrag gab. Möglicherweise hast du den Befehl zweimal gleichzeitig ausgeführt?",
    "spanish": "Error al guardar los cambios debido a una entrada duplicada, es probable que haya ejecutado el comando dos veces a la vez",
    "french": "Erreur lors de l'enregistrement des modifications car pour une entrée en double, il est probable que vous ayez exécuté la commande deux fois à la fois",
    "dutch": "Fout bij het opslaan van wijzigingen omdat het waarschijnlijk is dat u de opdracht twee keer tegelijk hebt uitgevoerd voor een dubbele invoer",
    "italian": "Errore durante il salvataggio delle modifiche a causa di una voce duplicata, è probabile che tu abbia eseguito il comando due volte contemporaneamente",
    "croatian": "Pogreška prilikom spremanja promjena jer je za duplicirani unos vjerojatno dva puta pokrenula naredbu odjednom",
    "portuguese": "Erro ao salvar as alterações porque, para uma entrada duplicada, é provável que você tenha executado o comando duas vezes ao mesmo tempo",
    "russian": "Ошибка при сохранении изменений из-за повторяющейся записи, скорее всего, вы выполнили команду дважды одновременно.",
    "swedish": "Fel när ändringarna skulle sparas eftersom det är troligt att du körde kommandot två gånger samtidigt för en dubblettpost",
    "czech": "Při ukládání změn došlo k chybě kvůli duplicitní položce, je pravděpodobné že jste příkaz spustili dvakrát najednou"
  },
  "/{command}/ is disabled here": {
    "german": "Hier ist /{command}/ deaktivert",
    "spanish": "/{command}/ está deshabilitado aquí",
    "french": "/{command}/ est désactivé ici",
    "dutch": "/{command}/ is hier uitgeschakeld",
    "italian": "/{command}/ è disabilitato qui",
    "croatian": "/{command}/ je ovdje onemogućena",
    "portuguese": "/{command}/ está desabilitado aqui",
    "russian": "/{command}/ здесь отключена",
    "swedish": "/{command}/ är inaktiverat här",
    "czech": "/{command}/ je zde deaktivovaný"
  },
  "Something I tried to do an operation on was removed or doesn't exist": {
    "german": "Eine Operation kann nicht ausgeführt werden aufgrund eines unerwarteten Fehlers.",
    "spanish": "Algo en lo que traté de hacer una operación fue eliminado o no existe",
    "french": "Quelque chose sur lequel j'ai essayé d'effectuer une opération a été supprimé ou n'existe pas",
    "dutch": "Iets waarop ik een operatie probeerde uit te voeren, is verwijderd of bestaat niet",
    "italian": "Qualcosa su cui ho provato a eseguire un'operazione è stato rimosso o non esiste",
    "croatian": "Nešto što sam pokušao operirati je uklonjeno ili ne postoji",
    "portuguese": "Algo em que tentei fazer uma operação foi removido ou não existe",
    "russian": "Что-то, над чем я пытался выполнить операцию, было удалено или не существует",
    "swedish": "Något jag försökte göra en operation på togs bort eller finns inte",
    "czech": "Něco, na čem jsem se pokusil provést operaci, bylo odstraněno nebo neexistuje"
  },
  "I don't have permission to reply to you in /{guild}/": {
    "german": "Ich habe keine Berechtigung, dir in /{guild}/ zu antworten",
    "spanish": "No tengo permiso para responderte en /{guild}/",
    "french": "Je n'ai pas la permission de vous répondre dans /{guild}/",
    "dutch": "Ik heb geen toestemming om u te antwoorden in /{guild}/",
    "italian": "Non sono autorizzato a risponderti in /{guild}/",
    "croatian": "Nemam dozvolu da vam odgovorim u /{guild}/",
    "portuguese": "Não tenho permissão para responder a você em /{guild}/",
    "russian": "У меня нет разрешения отвечать вам в /{guild}/",
    "swedish": "Jag har inte behörighet att svara dig i /{guild}/",
    "czech": "Nemám oprávnění vám odpovědět v /{guild}/"
  },
  "Can't operate due to this server reaching the max number of roles": {
    "german": "/{guild}/ hat maximale Rollen erreicht.",
    "spanish": "No se puede operar debido a que este servidor alcanzó el número máximo de roles",
    "french": "Ne peut pas fonctionner car ce serveur atteint le nombre maximum de rôles",
    "dutch": "Kan niet werken omdat deze server het maximale aantal rollen heeft bereikt",
    "italian": "Impossibile operare perché questo server ha raggiunto il numero massimo di ruoli",
    "croatian": "Ne može raditi jer ovaj poslužitelj dostiže maksimalan broj uloga",
    "portuguese": "Não é possível operar porque este servidor atingiu o número máximo de funções",
    "russian": "Невозможно работать из-за того, что на этом сервере достигнуто максимальное количество ролей",
    "swedish": "Kan inte fungera på grund av att den här servern når det maximala antalet roller",
    "czech": "Nelze operovat, protože tento server dosáhl maximálního počtu rolí"
  },
  "Oop-\\nDiscord shit in the bed\\nIt's not my fault, it's theirs": {
    "german": "Hoppla, die Operation kann nicht ausgeführt werden, da Discord technische Probleme hat.",
    "spanish": "Oop-\\nDiscord se cagó en la cama\\nNo es mi culpa, es de ellos",
    "french": "Oups-\\nDiscord merde dans le lit\\nCe n'est pas ma faute, c'est la leur",
    "dutch": "Oeps-\\Discord shit in the bed\\Het is niet mijn schuld, het is hun schuld",
    "italian": "Oop-\\nDiscord merda nel letto\\nNon è colpa mia, è loro",
    "croatian": "Oop-\\nDiscord sere u krevetu\\nNisam ja kriv, oni su",
    "portuguese": "Oop-\\nDiscord merda na cama\\nNão é minha culpa, é deles",
    "russian": "Упс-\\nDiscord дерьмо в постели\\nЭто не моя вина, это их вина",
    "swedish": "Hoppsan-\\nDiscord i sängen\\nDet är inte mitt fel, det är deras",
    "czech": "Jejda-\\nDiscord se posral v posteli\\nNení to moje chyba, je to jejich"
  },
  "You can't use quotes in that command argument": {
    "german": "Du kannst keine Anführungszeichen in diesem Befehlsargument verwenden.",
    "spanish": "No puede usar comillas en ese argumento de comando",
    "french": "Vous ne pouvez pas utiliser de guillemets dans cet argument de commande",
    "dutch": "U kunt geen aanhalingstekens gebruiken in dat opdrachtargument",
    "italian": "Non puoi usare le virgolette in quell'argomento di comando",
    "croatian": "Ne možete koristiti navodnike u tom argumentu naredbe",
    "portuguese": "Você não pode usar aspas nesse argumento de comando",
    "russian": "Вы не можете использовать кавычки в этом аргументе команды",
    "swedish": "Du kan inte använda citattecken i det kommandoargumentet",
    "czech": "V tomto argumentu příkazu nemůžete použít uvozovky"

  },
  "No Data: /{error}/": {
    "german": "Keine Daten /{error}/",
    "spanish": "Sin datos: /{error}/",
    "french": "Aucune donnée: /{error}/",
    "dutch": "Geen gegevens: /{error}/",
    "italian": "Nessun dato: /{error}/",
    "croatian": "Nema podataka: /{error}/",
    "portuguese": "Sem dados: /{error}/",
    "russian": "Нет данных: /{error}/",
    "swedish": "Inga data: /{error}/",
    "czech": "Žádná data: /{error}/"

  },
  "This error has been logged, and will be fixed soon": {
    "german": "Dieser Fehler wurde erfasst und wird später behoben.",
    "spanish": "Este error se ha registrado y se solucionará pronto.",
    "french": "Cette erreur a été consignée et sera bientôt corrigée",
    "dutch": "Deze fout is geregistreerd en wordt binnenkort verholpen",
    "italian": "Questo errore è stato registrato e verrà risolto a breve",
    "croatian": "Ova pogreška je zabilježena i uskoro će biti ispravljena",
    "portuguese": "Este erro foi registrado e será corrigido em breve",
    "russian": "Эта ошибка зарегистрирована и скоро будет исправлена",
    "swedish": "Det här felet har loggats och kommer att åtgärdas snart",
    "czech": "Tato chyba byla zaznamenána a bude brzy opravena"


  }
}
