{
  "Oop, I had an internal error. Rerun the command": {
    "DE": "Hoppla, Ein interner Fehler ist aufgetreten :( Bitte versuche es erneut.",
    "CS": "Jejda, došlo k interní chybě. Spusťte příkaz znovu"
  },
  "`/{command}/` is disabled.": {
    "DE": "`/{command}/` is deaktivert.",
    "CS": "`/{command}/` je deaktivovaný."
  },
  "You can't include a `\"` in that argument": {
    "DE": "Du kannst kein `\"` in diesem Argument verwenden.",
    "CS": "Do tohoto argumentu nemůžete vložit `\"`"
  },
  "Error saving changes because to a duplicate entry, it's likely you ran the command twice at once": {
    "DE": "Änderungen konnten nicht gespeichert werden, da es einen doppelten Eintrag gab. Möglicherweise hast du den Befehl zweimal gleichzeitig ausgeführt?",
    "CS": "Při ukládání změn došlo k chybě kvůli duplicitní položce, je pravděpodobné že jste příkaz spustili dvakrát najednou"
  },
  "/{command}/ is disabled here": {
    "DE": "Hier ist /{command}/ deaktivert",
    "CS": "/{command}/ je zde deaktivovaný"
  },
  "Something I tried to do an operation on was removed or doesn't exist": {
    "DE": "Eine Operation kann nicht ausgeführt werden aufgrund eines unerwarteten Fehlers.",
    "CS": "Něco, na čem jsem se pokusil provést operaci, bylo odstraněno nebo neexistuje"
  },
  "I don't have permission to reply to you in /{guild}/": {
    "DE": "Ich habe keine Berechtigung, dir in /{guild}/ zu antworten",
    "CS": "Nemám oprávnění vám odpovědět v /{guild}/"
  },
  "Can't operate due to this server reaching the max number of roles": {
    "DE": "/{guild}/ hat maximale Rollen erreicht.",
    "CS": "Nelze operovat, protože tento server dosáhl maximálního počtu rolí"
  },
  "Oop-\\nDiscord shit in the bed\\nIt's not my fault, it's theirs": {
    "DE": "Hoppla, die Operation kann nicht ausgeführt werden, da Discord technische Probleme hat.",
    "CS": "Jejda-\\nDiscord se posral v posteli\\nNení to moje chyba, je to jejich"
  },
  "You can't use quotes in that command argument": {
    "DE": "Du kannst keine Anführungszeichen in diesem Befehlsargument verwenden.",
    "CS": "V tomto argumentu příkazu nemůžete použít uvozovky"

  },
  "No Data: /{error}/": {
    "DE": "Keine Daten /{error}/",
    "CS": "Žádná data: /{error}/"

  },
  "This error has been logged, and will be fixed soon": {
    "DE": "Dieser Fehler wurde erfasst und wird später behoben.",
    "CS": "Tato chyba byla zaznamenána a bude brzy opravena"
  }
}
